export const ConfidentPolice = () => {
  return (
    <div className="confidentPolice">
      <div className="confidentPolice__container _container">
        <ul className="confidentPolice__list">
          <li>
            Политика конфиденциальности Настоящая Политика конфиденциальности регулирует порядок
            обработки и использования персональных и иных данных администратором сайта
            https://flexiblesstone.ru. Передавая Оператору персональные и иные данные посредством
            Сайта, Пользователь подтверждает свое согласие на использование указанных данных на
            условиях, изложенных в настоящей Политике конфиденциальности. Если Пользователь не
            согласен с условиями настоящей Политики конфиденциальности, он обязан прекратить
            использование Сайта. Безусловным акцептом настоящей Политики конфиденциальности является
            начало использования Сайта Пользователем. ТЕРМИНЫ
          </li>
          <li className="title">1.ТЕРМИНЫ</li>
          <li>
            1.1. Сайт — сайт, расположенный в сети Интернет по адресу https://flexiblesstone.ru Все
            исключительные права на Сайт и его отдельные элементы (включая программное обеспечение,
            дизайн) принадлежат Оператору в полном объеме. Передача исключительных прав Пользователю
            не является предметом настоящей Политики конфиденциальности.
          </li>
          <li>1.2. Пользователь — лицо использующее Сайт.</li>
          <li>1.3. Законодательство — действующее законодательство Российской Федерации.</li>
          <li>
            1.4. Персональные данные — персональные данные Пользователя, которые Пользователь
            предоставляет о себе самостоятельно при Регистрации или в процессе использования
            функционала Сайта.
          </li>
          <li>
            1.5. Данные — иные данные о Пользователе (не входящие в понятие Персональных данных).
          </li>
          <li>
            1.6. Регистрация — заполнение Пользователем Регистрационной формы, расположенной на
            Сайте, путем указания необходимых сведений и выбора Логина и пароля.
          </li>
          <li>
            1.7. Регистрационная форма — форма, расположенная на Сайте, которую Пользователь должен
            заполнить для прохождения Регистрации на Сайте.
          </li>
          <li>
            1.8. Услуга(и) — услуги, предоставляемые Оператором на основании Лицензионного
            соглашения.
          </li>
          <li className="title">2.СБОР И ОБРАБОТКА ПЕРСОНАЛЬНЫХ ДАННЫХ</li>
          <li>
            2.1. Оператор собирает и хранит только те Персональные данные, которые необходимы для
            оказания Услуг Оператором и взаимодействия с Пользователем.
          </li>
          <li>2.2. Персональные данные могут использоваться в следующих целях:</li>
          <li>2.2.1 Оказание Услуг Пользователю;</li>
          <li>2.2.2 Идентификация Пользователя;</li>
          <li>2.2.3 Взаимодействие с Пользователем;</li>
          <li>2.2.4 Направление Пользователю рекламных материалов, информации и запросов;</li>
          <li>2.2.5 Проведение статистических и иных исследований;</li>
          <li>2.2.6 Обработка платежей Пользователя;</li>
          <li>
            2.2.7 Мониторинг операций Пользователя в целях предотвращения мошенничества,
            противоправных ставок, отмывания денег.
          </li>
          <li>2.3. Оператор в том числе обрабатывает следующие данные:</li>
          <li>2.3.1 Фамилия, Имя;</li>
          <li>2.3.2 Адрес электронной почты;</li>
          <li>2.3.3 Номер мобильного телефона.</li>
          <li>2.4. Пользователю запрещается указывать на Сайте персональные данные третьих лиц.</li>
          <li>ПОРЯДОК ОБРАБОТКИ ПЕРСОНАЛЬНЫХ И ИНЫХ ДАННЫХ</li>
          <li className="title">ПОРЯДОК ОБРАБОТКИ ПЕРСОНАЛЬНЫХ И ИНЫХ ДАННЫХ</li>
          <li>
            3.1. Оператор обязуется использовать Персональные данные в соответствии с Федеральным
            Законом «О персональных данных» № 152-ФЗ от 27 июля 2006 г. и внутренними документами
            Оператора.
          </li>
          <li>
            3.2. В отношении Персональных данных и иных Данных Пользователя сохраняется их
            конфиденциальность, кроме случаев, когда указанные данные являются общедоступными.
          </li>
          <li>
            3.3. Оператор имеет право сохранять архивную копию Персональных данных и Данных, в том
            числе после удаления аккаунта Пользователя. Оператор имеет право хранить Персональные
            данные и Данные на серверах вне территории Российской Федерации.
          </li>
          <li>
            3.4. Оператор имеет право передавать Персональные данные и Данные Пользователя без
            согласия Пользователя следующим лицам:
          </li>
          <li>
            3.4.1 Государственным органам, в том числе органам дознания и следствия, и органам
            местного самоуправления по их мотивированному запросу;
          </li>
          <li>3.4.2 Партнерам Оператора;</li>
          <li>3.4.3 В иных случаях, прямо предусмотренных действующим законодательством РФ.</li>
          <li>
            3.5. Оператор имеет право передавать Персональные данные и Данные третьим лицам, не
            указанным в п.
          </li>
          <li>3.4. Настоящей Политики конфиденциальности, в следующих случаях:</li>
          <li>3.5.1 Пользователь выразил свое согласие на такие действия;</li>
          <li>
            3.5.2 Передача необходима в рамках использования Пользователем Сайта или оказания Услуг
            Пользователю;
          </li>
          <li>
            3.5.3 Передача происходит в рамках продажи или иной передачи бизнеса (полностью или в
            части), при этом к приобретателю переходят все обязательства по соблюдению условий
            настоящей Политики.
          </li>
          <li>
            3.6. Оператор осуществляет автоматизированную обработку Персональных данных и Данных.
          </li>
          <li className="title">4.ИЗМЕНЕНИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ</li>
          <li>
            4.1. Пользователь может в любой момент изменить (обновить, дополнить) Персональные
            данные посредством Личного кабинета либо путем направления письменного заявления
            Оператору.
          </li>
          <li>4.2. Пользователь в любой момент имеет право удалить Персональные данные.</li>
          <li>
            4.3. Пользователь гарантирует, что все Персональные данные являются актуальными и не
            относятся к третьим лицам.
          </li>
          <li title="title">5.ЗАЩИТА ПЕРСОНАЛЬНЫХ ДАННЫХ</li>
          <li>
            5.1. Оператор осуществляет надлежащую защиту Персональных и иных данных в соответствии с
            Законодательством и принимает необходимые и достаточные организационные и технические
            меры для защиты Персональных данных.
          </li>
          <li>
            5.2. Применяемые меры защиты, в том числе позволяют защитить Персональные данные от
            неправомерного или случайного доступа, уничтожения, изменения, блокирования,
            копирования, распространения, а также от иных неправомерных действий с ними третьих лиц.
          </li>
          <li className="title">6.ПЕРСОНАЛЬНЫЕ ДАННЫЕ ТРЕТЬИХ ЛИЦ ИСПОЛЬЗУЕМЫЕ ПОЛЬЗОВАТЕЛЯМИ</li>
          <li>
            6.1. Используя Сайт Пользователь имеет право заносить данные третьих лиц для
            последующего использования.
          </li>
          <li>
            6.2. Пользователь обязуется получить согласие субъекта персональных данных на
            использование посредством Сайта.
          </li>
          <li>
            6.3. Оператор не использует персональные данные третьих лиц занесенные Пользователем.
          </li>
          <li>
            6.4. Оператор обязуется предпринять необходимые меры для обеспечения сохранности
            персональных данных третьих лиц, занесенных Пользователем.
          </li>
          <li className="title">7.ИНЫЕ ПОЛОЖЕНИЯ</li>
          <li>
            7.1. К настоящей Политике конфиденциальности и отношениям между Пользователем и
            Оператором, возникающим в связи с применением Политики конфиденциальности, подлежит
            применению право Российской Федерации.
          </li>
          <li>
            7.2. Все возможные споры, вытекающие из настоящего Соглашения, подлежат разрешению в
            соответствии с действующим законодательством по месту регистрации Оператора. Перед
            обращением в суд Пользователь должен соблюсти обязательный досудебный порядок и
            направить Оператору соответствующую претензию в письменном виде. Срок ответа на
            претензию составляет 30 (тридцать) рабочих дней.
          </li>
          <li>
            7.3. Если по тем или иным причинам одно или несколько положений Политики
            конфиденциальности будут признаны недействительными или не имеющими юридической силы,
            это не оказывает влияния на действительность или применимость остальных положений
            Политики конфиденциальности.
          </li>
          <li>
            7.4. Оператор имеет право в любой момент изменять Политику конфиденциальности (полностью
            или в части) в одностороннем порядке без предварительного согласования с Пользователем.
            Все изменения вступают в силу на следующий день после размещения на Сайте.
          </li>
          <li>
            7.5. Пользователь обязуется самостоятельно следить за изменениями Политики
            конфиденциальности путем ознакомления с актуальной редакцией.
          </li>
        </ul>
      </div>
    </div>
  );
};
